{
    "Review":[
        {
            "Name":"Deya Bhattacharjee",
            "Trek":"Dayara Bugyal",
            "Date":"Batch of October 2021",
            "content":"Amazing experience I had. Impressive quality of logistics and absolutely delicious food served.Now it comes to the Trek Leader. The trek leader was really great guy to have as leader. Very positive minded he was, which amplified the positivity of the trekkers. "
        },
        {
            "Name":"Pruthvi mj",
            "Trek":"Dayara Bugyal",
            "Date":"Batch of December 2021",
            "content":"It was one of a kind. There was high alert rains and landslides and trek had to be cut shot.But the way Nexthikes team handled with such knowhow was so commendable. Hats of to the team Nishant, Abhishek and the entire team of trekkers and cooks who went great lengths to keep us safe and make sure we travelled back safely.The food was excellent given the circumstances..there was no compromise.We love you Nexthikes, waiting to travel with my husband who could not make it this time with me"
        }, {
            "Name":"Swagata De Khan",
            "Trek":"sandhakphu",
            "Date":"Batch of October 2021",
            "content":"On Nexthikes website every information is well written and the treks are well documented. The rentals is an added bonus. As a first time trekker, I rented a lot of gears . Rent was easy and hassle free. The stay, fooding and lodging were well taken care of.The trek leader, and the guides were super helpful too. The hosts were nice too."
        }, {
            "Name":"Anupa Saxena",
            "Trek":"Deoriatal - Chandrashila",
            "Date":"Batch of Febryary 2021",
            "content":"This was my 3rd trek, and I've done all the 3 treks with Nexthikes. It was again a great experience, would like to do more treks with Nexthikes."
        }, {
            "Name":"Srilakshmi Shankar",
            "Trek":"Kuari Pass",
            "Date":"Batch of October 2020",
            "content":"This was my 3rd trek, and I've done all the 3 treks with Nexthikes. It was again a great experience, would like to do more treks with Nexthikes."
        }
    ]
}